<template>
    <div class="agreement_page">
        <div class="container">
            <view class="info" style="text-align: center;">数版通平台用户协议</view>
            <view class="info">欢迎使用数版通平台及服务!</view>
            <view class="info">【审慎阅读】</view>
            <view class="info">请您务必审慎阅读、充分理解协议中相关条款内容，其中包括∶</view>
            <view class="info">1 与您约定免除或限制数版通平台（以下简称"本平台"）责任的条款;</view>
            <view class="info">2 与您约定限制用户权利的条款;</view>
            <view class="info">3 与您约定约定争议解决方式、法律适用和管辖的条款;</view>
            <view class="info">4 开通或使用某项服务的单独协议；</view>
            <view class="info">5 数字作品购买和转赠规则；</view>
            <view class="info">6 用户违约及处理措施；</view>
            <view class="info">7 附件一的《违规用户处罚规则》；</view>
            <view class="info">8 其他以粗体标识的重要条款。</view>
            <view class="info">如您对协议有任何疑问，可向平台客服咨询。</view>
            <view class="info"></view>
            <view class="info">【特别提示】</view>
            <view class="info">除非您已充分阅读、完全理解并接受本协议所有条款，否则您无权使用本平台和/或相关服务。阅读协议的过程中，如果您不同意相关协议或其中任何条款约定，您应立即停止注册程序。当您按照注册页面提示填写信息、阅读并同意协议且完成全部注册程序后，即表示您已充分阅读、理解并接受协议的全部内容。您点击"同意"或您的使用、登录等行为或者您以其他任何明示或者默示方式表示接受本协议的，即视为您已阅读并同意本协议的约束，本协议即在您与本平台之间产生法律效力，成为对双方均具有约束力的法律文件。</view>
            <view class="info">如您使用本平台服务，需遵守《中华人民共和国民法典》《中华人民共和国网络安全法》《中华人民共和国著作权法》等相关法律法规以及《数版通平台用户协议》及本平台其他相关协议、规则。如您在使用本平台服务过程中与其他用户或其它任意第三方发生争议的，将依照您与其他用户或其它任意第三方达成的协议处理。</view>
            <view class="info"></view>
            <view class="info">任何未满18周岁的未成年人均不得注册帐号或使用本服务。本平台将依赖您提供的个人信息判断用户是否为未成年人。此外，如果您不具有完全民事行为能力，请在法定监护人（以下简称"监护人"）的陪同下阅读和判断是否同意本协议。您点击确认或其他类似按钮并继续使用本服务即视为您已经取得监护人的必要同意。</view>
            <view class="info"></view>
            <view class="info"></view>
            <view class="info">第一条 总则</view>
            <view class="info">1.1 数版通平台是由深圳金裕天成文化产业发展有限公司（以下简称"金裕天成"）负责运营，专业提供数字作品发行、信息展示和销售、转赠服务的平台，包括不限于其后续本平台不时开发的其他App、小程序或网页等，具体服务内容由数版通平台根据实际情况提供。</view>
            <view class="info">1.2 数版通平台用户协议（以下简称"本协议"），是您与数版通平台就本平台向您提供数字作品平台服务（以下简称“本服务”）所订立的有效在线协议。</view>
            <view class="info">1.3 金裕天成作为本平台的运营主体以及服务提供方，有权不经另行通知变更平台运营和/或服务提供主体。变更后的主体将继续按照本协议约定并向您提供服务，上述主体的变更不会影响您本协议项下的权益。</view>
            <view class="info">1.4 数版通平台用户是指自愿接受本协议及数版通全部规则约束，依照平台相关程序经过注册和实名认证成为平台的使用者，从而有资格享受平台所提供相关服务的自然人、法人或其他组织等。</view>
            <view class="info">1.5 本协议的内容，包括但不限于以下与本平台和/或本服务相关的协议、规则、规范以及本平台可能不断发布的关于本平台和/或本服务的相关协议、规则、规范等内容。前述内容一经正式发布，即为本协议不可分割的组成部分，与其构成统一整体，</view>
            <view class="info">1.6 本协议可由本平台根据需要进行更新，您应当及时关注并同意。本平台的通知、公告、声明、规则、管理办法或其他规则内容属于本协议的组成部分，本平台进行公示后即视为您已阅读并接受，对您发生法律效力。如您不接受对本协议的修改，请立即注销已经注册的信息，本平台将即时停止对您的服务。</view>
            <view class="info"></view>
            <view class="info">第二条 定义</view>
            <view class="info">2.1 数字作品：指使用至信链区块链技术进行唯一标识的经数字化的特定虚拟作品、艺术品和商品，包括但不限于数字图片、音乐、视频、3D模型等各种形式的虚拟数字作品。</view>
            <view class="info">2.2 发行方∶指在本平台发行数字作品并授权发售方销售数字作品的实体或个人。</view>
            <view class="info">2.3 发售方∶是指经本平台的发行方授权，通过本平台向您销售数字作品并进行收款和开具发票的实体。</view>
            <view class="info">2.4、服务：指本平台以及本平台的关联方和合作方基于互联网和区块链，以包含数字作品发行、信息展示和销售、转赠在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务，包括但不限于以下服务∶（i）数字作品的展示、浏览、购买、转赠、争议处理、订单管理等相关的信息技术服务（ii）数字作品的应用场景相关的应用服务以及（iii）将数字作品在至信链进行存证、管理、簿记及交收等存管服务。</view>
            <view class="info">2.5 平台规则∶指已在或后续将在本平台发布的各类规则、规范、公告、说明、解读、声明、指引或其他类似内容，具体以本平台实际展示为准。</view>
            <view class="info">2.6 应用场景：指本平台之外的提供数字作品信息展示、交互和其他应用活动的各类App、小程序和网页等应用软件。</view>
            <view class="info"></view>
            <view class="info">第三条账号注册及管理</view>
            <view class="info">3.1 用户资格</view>
            <view class="info">在您注册本平台账号时，您应确保您具备中华人民共和国法律规定的与该注册行为和使用本服务及购买、转赠数字作品等相适应的民事行为能力，并有能力承担对应的法律后果和法律责任。如果您是未成年人，您在平台购买、转赠数字作品或进行其他行为，应获得您监护人的同意。若您不具备前述与行为相适应的民事行为能力，则您或您的监护人应依照法律规定承担因此而导致的一切法律后果。</view>
            <view class="info">3.2 账户获得</view>
            <view class="info">当您按照本平台注册页面提示正确、完整的填写信息、阅读并同意本协议且完成全部注册程序后，本协议即生效，您可获得数版通平台的账户并成为数版通平台用户。您成为数版通平台用户后，即受本协议的约束，当您在使用数版通平台的特殊服务和产品时，仍应同意和接受相关服务协议后方能使用。</view>
            <view class="info">3.3 账户转让</view>
            <view class="info">由于用户账户关联用户的信用信息，您的账户仅限于您本人使用。除法律法规或平台规则另有规定，您不得将您的账户以任何方式进行转让、出借或出售。</view>
            <view class="info">3.4 实名认证</view>
            <view class="info">在本平台一个手机号仅能注册和绑定一个账户。为保障您的账户安全，您同意按照本平台的要求及相关法律法规规定完成账户的实名认证。您因未进行实名认证而造成的一切法律责任及后果，由您自行承担，与本平台无关。</view>
            <view class="info">3.5 账户管理</view>
            <view class="info">您设置的用户名不得违反国家法律法规关于用户的管理规定，否则本平台有权收回或禁用您的账户。若您的账户因违反相关规定遭本平台禁用，您可以申请更改用户名，经本平台审核后恢复使用。本平台有权依据本协议约定或者法律法规的规定对您的账户进行限权或关闭。在限权或关闭账户之前，本平台将通知您对账户内的数字作品进行处置。</view>
            <view class="info">3.6 账户信息</view>
            <view class="info">您应按本平台的要求填写注册信息、提交资料或其他身份信息（包括但不限于您的姓名/企业名称身份证/营业执照、联系电话、联系地址及电子邮件等），并应确保所填写的信息或资料真实、完整、准确、有效，如有变化，应及时更新相关信息或资料。如因您提供的资料不准确、不真实或未及时变更有关信息或资料所导致的法律后果和损失，包括对本平台或任何第三方的相关法律责任，将由您自行承担。</view>
            <view class="info">3.7 账户安全</view>
            <view class="info">您的账户由您自行设置并妥善保管，请您务必妥善保管账户登录名、短信校验码等信息。在您的账户登录状态下进行的所有操作、发出的所有指令均视为您本人做出。因黑客行为或您保管疏忽导致帐号、密码遭他人非法使用或因您主动泄露或遭受他人攻击、诈骗等行为导致的损失及后果，均由您自行承担。如您发现帐号遭他人非法使用，应立即通知本平台。如因您未及时通知本平台，您应对您账户项下所有行为结果（包括但不限于在线签署各类协议、发布信息、著作权授权、著作权购买等）负责，后期如因此给您或第三方造成损失的，均由您自行承担。</view>
            <view class="info">3.8 账户注销</view>
            <view class="info">您可以申请注销您的账户。在申请注销账户之前，您需对账户内的数字作品进行处置，包括在符合法律法规和平台规则的情况下将数字作品转移至另一账户。如果在您发起注销账户申请并授权本平台处置账户之日起六十日之内未能主动对账户内的数字作品进行处置的，视为您同意自愿放弃对上述数字作品包括所有权在内的一切权益。本平台将在六十日届满之日对数字作品进行处置。如您在发起注销账户申请之日起的六十日之内再次登陆账户的，视为您撤回上述注销账户的申请。请您注意账户一旦成功注销将不可恢复，即使您在注销后以同一手机号再次在本平台注册账户，该账户也将视为新的用户账号，您在原注销账户内的数字作品将无法被找回。因此请您谨慎操作。</view>
            <view class="info"></view>
            <view class="info">第四条 用户承诺与保证</view>
            <view class="info">4.1 您自愿申请成为本平台用户并遵守本平台的各项规则和机制。</view>
            <view class="info">4.2 您承诺已阅读并将始终遵守本协议以及与数字作品相关的订单、平台规则以及接受金裕天成关于本平台相关业务规则的修订和不时更新且在本平台公示的平台规则，包括但不限于本协议附件一规定的《违规用户处罚规则》等。</view>
            <view class="info">4.3 您确保在本平台使用网络服务时不得违反以下规定，否则本平台有权要求您改正或直接采取一切必要有效措施（包括但不限于暂停或终止使用服务的权利）以减轻您的不当行为所造成的影响∶</view>
            <view class="info">（1）遵守中国现行有关的法律、法规;</view>
            <view class="info">（2）遵守所有与网络服务有关的网络协议、规定和程序;</view>
            <view class="info">（3）不得提供虚假信息或资料；</view>
            <view class="info">（4）不得因任何非法目的而使用本平台的网络服务系统;</view>
            <view class="info">（5）不得利用本平台进行任何可能对互联网的正常运转造成不利影响的行为;</view>
            <view class="info">（6）不得利用本平台进行任何不利于本平台的行为;</view>
            <view class="info">4.4 您确保将按照我国法律法规及平台规则行使通过本平台获得的一切权利，因您不当使用而造成的一切后果，由您自行承担。</view>
            <view class="info">4.5 您应确保用于付费的设备的安全性和可靠性。因您的设备故障、通讯故障等原因造成的法律后果和经济损失，均由您自行承担。</view>
            <view class="info">4.6 您声明并保证，您对您在使用本服务及购买数字作品的过程中所提供、发布的任何信息拥有完整、合法、有效的权利，并且符合相关法律法规及本协议的要求，不存在任何违反法律法规、国家政策以及其他违背社会公共利益、公共道德或妨害平台正常运行、侵犯他人合法权益的信息或行为。您同意本平台有权对您提供或发布的信息内容进行审查，如发现违规或不适宜在平台展示的，本平台有权进行删除或屏蔽处理。</view>
            <view class="info">4.7 您应对通过本服务了解、接收或接触到的包括但不限于发行方、发售方或其他用户在内的任何个人信息和资料予以充分尊重。您不得擅自搜集、复制、存储、传播或以其他任何商业目的使用前述个人信息和资料，不得擅自使用任何第三方软件、硬件、插件、外挂、系统等查看、获取本服务中所包含的本平台及本平台的关联方、合作方或发行方、其他用户的任何相关信息、数据等内容。</view>
            <view class="info">4.8 您理解，本平台提供本服务有赖于平台系统的准确运行及操作。若出现系统差错、故障或其他原因引发了展示错误、您获得不当获利等情形的，您同意本平台可以自行或通过本平台的关联方、合作方采取更正差错、暂停服务、划扣款项等适当纠正措施。</view>
            <view class="info"></view>
            <view class="info">第五条 用户违约及处理措施</view>
            <view class="info">5.1 您理解并同意，为了维护交易秩序和交易安全，如本平台发现或合理判定您存在违法违规或违反本协议约定情形的，本平台有权采取救济措施，包括但不限于</view>
            <view class="info">（1）要求您限期纠正违规或违约行为；</view>
            <view class="info">（2）主动执行关闭相关订单;</view>
            <view class="info">（3）屏蔽或限制您访问、使用数字作品或限制您持有的数字作品的某些功能;</view>
            <view class="info">（4）对违法违规信息进行删除或屏蔽;</view>
            <view class="info">（5）暂停或终止向您提供部分或全部服务;</view>
            <view class="info">（6）回收您非法或违规获得的数字作品;</view>
            <view class="info">（7）采取本协议附件一《违规用户处罚规则》规定的相关处罚措施;</view>
            <view class="info">（8）其他合理、合法的措施。</view>
            <view class="info">5.2 如您的行为使本平台及/或本平台的关联方和合作方等遭受损失的，本平台有权要求您赔偿本平台的全部损失，包括但不限于商誉、支付的赔偿金、律师费、诉讼费等。</view>
            <view class="info"></view>
            <view class="info">第六条 数版通平台承诺及保证</view>
            <view class="info">6.1 本平台承诺严格遵守国家法律法规、各项部门规章制度的规定，并愿意接受本协议所有条款的约束。</view>
            <view class="info">6.2 本平台确保其已采取合理有效的技术措施保护您的账户信息、资料、交易活动的安全。尽管如此，本着对您负责的态度，本平台在此郑重提醒您，不可预知的风险客观上仍然存在。</view>
            <view class="info">6.3 本平台承诺对您的账户信息、资料、交易活动负有保密义务，但下列情况除外∶</view>
            <view class="info">（1）事先获得您的明确授权;</view>
            <view class="info">（2）根据中华人民共和国法律或行政法规、规章的要求;</view>
            <view class="info">（3）根据中华人民共和国国家安全机构、公安部门或其他权力机构的要求，或根据相应的法律程序的要求；</view>
            <view class="info">（4）在紧急情况下为维护用户、其它社会个体或公众的安全及秩序的需要，出于维护社会公共利益的目的;</view>
            <view class="info">（5）为维护数版通平台的合法权益。</view>
            <view class="info">6.4 为提升本平台的服务质量，本平台可能会与第三方合作为您提供相关的服务，此类合作可能需要包括但不限于本平台用户数据与第三方用户数据的互通，在此情况下，您知晓并同意如该第三方同意承担与本平台同等的保护您隐私的责任，则本平台有权将您的账户信息、资料等提供给该第三方，并与该第三方约定数据仅为双方合作的本平台服务之目的使用;并且，本平台对该等第三方使用数据的行为进行监督和管理，尽一切合理努力保护您信息的安全性。尽管对您的账户等信息保护做了极大的努力，但是仍然不能保证现有的安全技术措施可以使您的技术信息等免受任何形式的损失。</view>
            <view class="info"></view>
            <view class="info">第七条 服务约定</view>
            <view class="info">7.1 您有权在平台上享受数字作品的浏览、购买、分享、转赠、争议处理、订单管理以及数字作品的访问、欣赏、炫耀、信息查看等信息技术服务，部分数字作品还可通过本平台合作的应用场景进行使用，具体服务内容和功能以本平台和应用场景页面向您实际展示的为准。</view>
            <view class="info">7.2 您可以通过本平台浏览在本平台发行并授权在本平台发售的数字作品及其相关信息。当您在本平台下单购买前，请您务必仔细确认所购买数字作品的名称、介绍、发行方、价格、数量及/或其他限制性要求等重要事项，并对是否购买数字作品做出独立决策和判断。一旦您提交订单，请在规定时限内完成支付。您支付成功后即视为您与您所购买数字作品的发售方之间就已支付价款部分的订单建立了合同关系。如果您未能在规定时间内完成支付或在支付完成后又退款成功的，本平台将回收您订单项下的数字作品。特别提醒本平台售出的数字作品均为虚拟数字商品，而非实物，且因为区块链技术的特性，本平台售出的数字作品不支持七天无理由退换。</view>
            <view class="info">7.3 基于区块链技术的特性，数字作品具有加密和不可篡改的特点。一旦上链，数字作品元数据中的作者、创作时间和上链时间、购买者等信息，在链上无法篡改。您购买相关数字作品后，您的购买者信息将记录在数字作品的元数据中，作为您持有该数字作品的权利凭证。</view>
            <view class="info">7.4 数字作品的图文展示、介绍、创作者等相关信息均由发行方提供，所有数字作品的内容和版权由发行方承担责任。您应当对通过本平台接触到的内容及其准确性、完整性和有效性自行审慎判断并承担由此引起的相应风险。除本平台存在故意或重大过失外，本平台不对您因前述风险而导致的损失或损害承担责任。</view>
            <view class="info">7.5 为了获得数字作品，您可能需要支付一定费用，具体收费标准以本平台页面实际展示为准。为保障数字作品发售交易和资金安全，您同意通过本平台指定的现有方式包括但不限于苹果支付、微信支付、支付宝支付以及各网银支付等或今后本平台指定的方式支付费用。您同时授权平台认可的支付方式的提供商可以按照本平台向您发出的指令为您提供资金结算和支付账户管理等服务。</view>
            <view class="info">7.6 您理解并同意，数字作品的版权由发行方或原作创作者拥有。除另行取得版权权利人书面同意外，您不得将数字作品用于任何商业用途。除平台规则或平台功能允许外，您获得的数字作品应仅用于自身收藏、学习、研究、欣赏和展示目的，不得用于任何其他目的。</view>
            <view class="info">7.7 本平台严格禁止您利用数字作品进行售卖、炒作、场外交易、欺诈或以任何其他非法方式进行使用。本平台保留随时根据业务发展和法律法规政策变化进行调整的权利。您认可并同意，为了保障交易安全、有序、合法以及履行本平台反洗钱的义务，本平台有权对您的区块链地址进行安全查询。如发现存在售卖、炒作、欺诈等异常行为，或您存在违反法律法规或本协议约定等情形，本平台有权对您采取本协议第五条约定的必要措施。</view>
            <view class="info">7.8 您同意本平台提供服务的过程中以各种方式投放商业性广告或其他任何类型的商业信息（包括但不限于在本平台的任何位置上投放广告，在平台传播的内容中投放广告），您同意接受我方通过电子邮件、站内短信、手机短信、网站公告或其他方式向您发送促销或其他相关商业信息。如果您不再同意我方平台向您发送上述短信、邮件与消息，请您以退订短信或电子邮件或以书面形式明确告知我方平台。</view>
            <view class="info">7.9 本平台服务均仅限于您在本平台使用，任何以恶意破解等非法手段将本平台服务与本平台分离的行为，均不属于本协议中约定的服务。由此引起的一切法律后果由行为人负责，本平台将依法追究行为人的法律责任。</view>
            <view class="info">7.10 本平台官方公布的方式为注册、登录使用本平台服务的唯一合法方式，您通过其他任何渠道、任何途径、任何方式获取的本平台服务（包括且不限于账户、积分、经验值、空投、盲盒、赠品等）均为非法取得，本平台概不承认其效力，且一经发现本平台有权立即做出删除、取消、清零、封号等处理，任何因此导致的一切不利后果均由您自行承担。本平台保留向相关责任主体追究法律责任的权利。</view>
            <view class="info">7.11 您理解并认可，您使用本平台或本平台账户所获得的使用记录、订阅、收藏、积分、经验值、成长值、等级、身份标识、赠券、虚拟积分商品、虚拟兑换商品、虚拟赠品等衍生物，您确认对其不享有所有权（除非本平台另有公告说明），但是您可以按照本平台规则进行使用。</view>
            <view class="info"></view>
            <view class="info">第八条 数字作品购买和转赠规则</view>
            <view class="info">8.1 数字作品的购买∶您通过本平台购买或兑换数字作品，应当是已年满18周岁的中国大陆居民，并且已经通过平台的实名认证流程。</view>
            <view class="info">8.2 数字作品的转赠∶在本平台规则或本平台功能允许的情况下，您可以将所持有的数字作品无偿转赠给本平台的其他用户。您理解并同意，一旦发起转赠操作将无法撤销，且转赠成功后，与数字作品相关的权利将同步且毫无保留地转移至受赠人。</view>
            <view class="info">您通过平台转赠数字作品，应当满足以下必要的条件∶</view>
            <view class="info">（1）为保障用户体验与安全，我们仅支持用户将数字作品转移给数版通平台内的其他实名注册用户。</view>
            <view class="info">（2）用户必须持有数字作品达180天后，方可向其他用户发起转移。之后的每次数字作品转移都需要接受方持有180天以后才可再次发起。</view>
            <view class="info">（3）转移数字作品是用户的个人行为，与数版通平台无关，数字作品一经转移成功即无法取消或撤回。</view>
            <view class="info">（4）数字作品所涉及的任何版权等知识产权均由相应权利人享有，数字作品的转移不构成任何知识产权的许可、授权或转让。除另行取得权利人书面同意的，用户不得以数版通平台服务之外的任何方式使用相应知识产权或使用数字作品制作或创作其他衍生产品。</view>
            <view class="info">（5）目前相关功能暂未开放，开放以后的规则调整包括不限于持有时间、转移方式等以最新发布的规则为准。</view>
            <view class="info">8.3 您理解并确认，本平台有权依据国家法律法规、监管政策、平台规则或业务需要对上述购买和转赠条件进行补充或修改。您与受赠人一旦点击页面“同意”按钮确认本协议或某一平台规则，或者发起购买或转赠申请，即表示您与受赠人承诺符合购买/转赠条件并同意受到本协议及平台规则的约束。</view>
            <view class="info"></view>
            <view class="info">第九条、 免责条款</view>
            <view class="info">9.1 本平台将努力保障您的合法权益。请您理解，在您购买数字作品或使用本服务的过程中，可能会遇到不可抗力等风险因素。如出现下列任一情况致使本平台无法履行本协议项下约定或您无法完成数字作品交易的，本平台将努力在第一时间与相关单位配合并及时进行修复，但是由此给您或第三方造成的损失，本平台不承担责任∶</view>
            <view class="info">（1）在与本服务相关的系统停机维护或升级期间;</view>
            <view class="info">（2）因自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、法律法规政策变化和政府行为等不可抗力原因;</view>
            <view class="info">（3）您操作不当或通过非本平台授权或认可的方式使用本服务;</view>
            <view class="info">（4）因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、电信设备故障等原因;</view>
            <view class="info">（5）因第三方服务瑕疵的原因（例如因苹果等第三方服务商的原因未能将您的支付信息及时传达平台，导致您的订单未能被平台识别为付款成功而因此购买失败）。</view>
            <view class="info">9.2 您理解并确认，本平台仅以"现状"向您提供本服务。您在确认接受本协议或使用本服务前已充分了解本平台的功能和服务特性，并同意本平台无须就软件瑕疵、功能不足或任何需改进事项对您承担任何除法律有明确规定外的责任。</view>
            <view class="info">9.3 您理解并同意，鉴于网络服务的特殊性，本平台对本服务的持续提供可能受到多种因素的影响，如出现技术升级、服务体系升级、或因经营策略调整或配合国家重大技术、法规政策等变化。本平台可能随时终止、中断提供服务或变更所提供服务的形式、规格或其他方面，而您不会因此追究本平台的责任。</view>
            <view class="info">9.4为便于向您提供服务，本平台可能在平台设置相应的外部链接。除法律另有明确规定外，本平台不对外部链接的准确性、有效性、安全性和完整性作出承诺或保证。同时，对于该等外部链接指向的不由本平台实际控制的任何网页或客户端上的内容，您同意本平台将不承担相关责任。</view>
            <view class="info">9.5 本协议项下涉及的所有数字作品，由发行方保证对数字作品享有作为权利人完整、合法、有效的权利或已取得权利人的合法授权，保证其有权开展数字作品生成、发行、转赠等场景的应用活动，保证本协议下的数字作品业务不违反任何法律法规或侵犯第三方的合法权益，且就在本平台发行的数字作品，发行方保证有权授权发售方在本平台进行发售。如因数字作品发行方或原创作者侵权、发布危害国家利益、违反公序良俗以及其他可能产生严重负面舆情的言论或行为，或者数字作品存在权利瑕疵、内容违法违规、或其他可能产生严重负面舆情等情形，导致数字作品被屏蔽或限制使用的，您可以直接联系发行方协商解决，或者您也可以通过本平台的客服帮助协调处理。</view>
            <view class="info">9.6 根据有关法律法规，本平台任何用户经由本平台以上载、张贴、发布或任何其它方式传送的文字、图片、个人形象、肖像、姓名、商标、服务标志、品牌、公司标记、视频、音频或其他信息（以下简称"内容"），均由内容提供者承担责任。本平台不保证该等内容的正确性、完整性或品质。在任何情况下，本平台不为任何内容负责，包括但不限于任何内容的错误或遗漏，以及经由本平台发布的任何内容而衍生的任何损失或损害。</view>
            <view class="info">9.7 本协议其他条款中涉及的免除责任的情形。</view>
            <view class="info"></view>
            <view class="info">第十条、知识产权等相关权利</view>
            <view class="info">10.1 本平台上的所有内容，包括文字、图片、档案、资讯、资料、平台架构、平台画面的安排、网页设计等，均由本平台或其他权利人依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</view>
            <view class="info">10.2 非经本平台或其他权利人书面同意，您不得擅自使用、修改、反向编译、复制、获取、公开传播、改变、散布、发行或公开发表、转让、许可、商业利用平台的相关软件、内容以及其他本平台或权利人享有的知识产权，否则本平台有权立即终止本协议，您需对您的违约或侵权行为给本平台或其他权利人造成的损失承担相应赔偿责任。</view>
            <view class="info">10.3 在遵守平台规则的前提下，您可以在本平台上发布与数字作品有关的原创内容。您应保证您是原创内容的著作权人或已取得合法授权进行发表，并且该内容不会侵犯任何第三方的合法权益或含有违法、违规或不良信息。如果第三方提出异议或本平台根据事实判断您发表的内容构成侵权或含有违法、违规或不良信息的，本平台有权采取删除或屏蔽相关的内容的措施，并且有权追究您的法律责任。</view>
            <view class="info">10.4 本平台建议您对于发表的原创内容自行进行不定期备份。您理解并同意，本平台无法为您发表的内容信息提供永久存储服务。如果您停止使用本服务或本服务被终止或取消的，本平台无法向您返还或提供您发表的内容信息或相关数据。</view>
            <view class="info">10.5 您对使用本服务的行为以及通过本平台发布和公开的信息享有合法权利，并承担相应法律责任。您同意本平台对您在本平台发布和公开的内容享有使用权，您同意授予本平台和本平台的关联方及合作方一项全球范围内的、免费的、可分许可的、非独家的使用许可权利：可以在鲸探平台以及其他渠道和应用程序上（包括但不限于各公众号、生活号）以宣传推广的目的使用上述您发布和公开的内容。</view>
            <view class="info">10.6 您同意未经本平台事先书面同意，您不得自行或授权、协助任何第三方采用程序化或非正常浏览等技术手段非法抓取任何用户在本平台发布的内容信息和数据。</view>
            <view class="info">10.7 您同意并授权本平台可以以自己的名义或委托第三方专业机构就侵犯您在本平台发表的享有合法权益的内容的行为（包括但不限于私自复制、使用、抄袭等）进行采取相应的法律行动，包括但不限于监测侵权行为、发送维权函、提起诉讼或投诉等。</view>
            <view class="info">10.8 为提高您使用本平台服务的感受和满意度，您同意授权本平台可以对您使用本平台的数据进行调查研究和分析，从而进一步优化本平台的服务。</view>
            <view class="info">10.9在您通过本平台发布任何内容时您同意将始终遵守《数版通平台用户协议》的约定。本平台有权但无义务对您发布的内容进行审核，本平台有权根据相关法律法规及《数版通平台用户协议》对您发布的违法、违规或不良信息进行处置。</view>
            <view class="info">10.10如您在使用本平台服务的过程中发现其他用户上传违法、违规或侵权等内容，您可直接点击"举报"按键进行举报，相关人员会尽快核实并根据《数版通平台用户协议》进行处理。如您认为上述方法无法解决问题或有必要向司法行政机关寻求帮助的，您也可向相关机关反馈，本平台将依法配合司法机关的调查取证工作。</view>
            <view class="info"></view>
            <view class="info">第十一条、其他</view>
            <view class="info">11.1 您理解并同意，出于本服务的业务特性，未经本平台书面同意，您不得向第三方转让本协议项下的权利和义务。您进一步同意，在不对您使用本服务造成不利影响的前提下，本平台可将在本协议项下的权利和义务全部或部分转让给本平台的关联方而无需另行通知或征得您的同意。</view>
            <view class="info">11.2 本平台在平台页面展示的最新服务说明、平台规则等构成本协议不可分割的一部分。如果条款之间存在不一致之处，以（1）服务说明、平台规则;（2）本协议的先后顺序进行适用。</view>
            <view class="info">11.3 本协议的部分条款无论因何种原因部分无效或不可执行，其余条款仍有效并对双方仍具有约束力。</view>
            <view class="info">11.4本协议于广东省深圳市福田区签订。本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。您因使用本平台服务所产生及与本平台服务有关的争议，由您与本平台协商解决。协商不成时，任何一方均应提交本协议签订地深圳市福田区人民法院管辖。</view>
            <view class="info">（以下无正文内容）</view>
            <view class="info">附件一《违规用户处罚规则》</view>
            <view class="info">为维护本平台的正常运营，保障各方的合法权益，严格防范和打击任何形式的转售、炒作数字作品的违法违规行为，依据《数版通平台用户协议》制定本规则。</view>
            <view class="info">1.如果本平台收到投诉或举报，或通过其他途径，经过合理判断认定您从事了以下违法、违规或违约行为的，本平台有权根据您的具体行为和情节实施下述处罚措施，并向您发送处罚通知∶</view>
			<img v-lazy src="./static/tabble.png" style="width: 100%;margin: 10rpx 0;border: 2rpx solid #eee;"/>
            <view class="info">2.如您同时涉及前述多项违反情形的，或者您重复违规或恶意违规的，本平台有权分别采取多项对应的处罚措施，或有权按照从重处罚原则对您的相关行为予以处罚。</view>
            <view class="info">3.针对他人对您的投诉和举报，或本平台对您的处罚措施，您可以提交相关证明材料进行申诉，本平台将依据事实进行处理。</view>
            <view class="info">4.您理解并确认，本平台有权依据国家法律法规、监管政策、或风险防范的需要对上述处罚规则进行修改、调整、补充和公示。</view>
        </div>
    </div>
</template>

<script>
    export default {
		onShow() {
			
		}
    }
</script>

<style lang="scss" scoped>
.agreement_page{
    padding: 2rpx;
    view{
        margin-bottom: 0;
    }
    .container{
        // margin: 100px auto;
        // width: 100%;
        padding: 40rpx;
        color: #ffffff;
    }
    &::-webkit-scrollbar {
        width: 0px;
    }
}
</style>